{
  "ShipBase": {
    "name": "BMS - Longhook",
    "category": "Base Ship",
    "description": "The Basset Motor Society's premiere base ship, the BMS - Longhook is a sturdy, reliable vessel that provides an excellent centre of operations for building and maintaining smaller boats for ferrying personnel and equipment.",
    "ammoUsed": "12.7mm",
    "itemSpecifics": {
      "Gunner (Starboard Bow), Gunner (Port Bow)": [ "$Deals Heavy Kinetic damage" ]
    },
    "hullSegments": 8,
    "shellPlating": 15,
    "productionTime": 14400
  },
  "ShipResource": {
    "name": "BMS - Bowhead",
    "category": "Large Ship",
    "description": "This BMS shipping vessel, the Bowhead, is specially designed to carry large quantities of resource containers and fitted with compartments for resource Harvesters. Named for a great whale, the Bassett Motor Society ensures that resources get delivered to the front lines where they're needed and when they're needed due to efficient loading bay design and a sturdy frame.",
    "hullSegments": 8,
    "shellPlating": 15,
    "productionTime": 14400
  },
  "ShipStorage": {
    "name": "BMS - Bluefin",
    "category": "Storage Ship",
    "description": "The Bluefin storage ship is a massive, all-purpose mobile naval yard cabable of storing crates of resources, packed vehicles and ammunition for long-distance travel and beach-to-beach equipment ferrying. The Bassett Motor Society is proud to deliver such a cutting-edge, versatile blue water asset to various countries across Raka, Katoma, and the Alliant Union.",
    "ammoUsed": "12.7mm",
    "itemSpecifics": {
      "Gunner (Starboard), Gunner (Port)": [ "Suppression causes enemies to lose stability", "$Deals Heavy Kinetic damage" ]
    },
    "hullSegments": 25,
    "shellPlating": 15,
    "productionTime":28800
  },
  "ShipSubmarineNakki": {
    "name": "Nakki",
    "category": "Submarine",
    "description": "This Nevish vessel excels at punching holes in the hulls of the Colonial fleet. Armed with Moray Torpedos and state-of-the-art sonar technology, the Nakki is a silent killer. Famously, three Nakkis crept behind a Colonial fleet at night and picked them apart one by one, leading to Prefect Evnader to call a retreat. Their \"Legion\" was not at all prepared to be assaulted from under the waves.",
    "ammoUsed": "Moray Torpedo, 40mm",
    "itemSpecifics": {
      "Gunner (Starboard Beam)": [ "$Deals High Explosive damage", "Increased chance to cause a leak." ],
      "Turret (Midships)": [ "$Deals Explosive damage", "Can penetrate armoured vehicles" ]
    },
    "hullSegments": 15,
    "shellPlating": 15,
    "productionTime": 21600,
    "faction": "W"
  },
  "ShipBattleshipCallahan": {
    "name": "Callahan",
    "category": "Battleship",
    "description": "Callahan-class Battleships are massive, fully featured mobile bases. They pack enough firepower to devestate enemy naval vessels and their crew, or rain death on nearby shorelines while shrugging of punishment with its reinforced hull. Named for Caoiva's founder and first Archon, who famously held fast in conflict with rival clans who wanted his head. Several Callahans remain anchored at Whedon's Row Harbour.",
    "ammoUsed": "150mm, 12.7mm, 120mm, 30mm",
    "itemSpecifics": {
      "Cannoneer (Bow), Cannoneer (Midships), Cannoneer (Stern), Cannoneer (Starboard Beam), Cannoneer (Port Beam)": [ "$Deals High Explosive damage", "Can ruin structures that have been severly damaged by artillery", "Reduced damage against Trenches", "Incresed damage against Field Structures" ],
      "Gunner (Starboard Beam), Gunner (Port Beam)": [ "$Deals Kinetic Damage" ],
      "Gunner (Port Beam), Gunner (Starboard Beam), Gunner (Starboard Quarter), Gunner (Port Quarter)": [ "$Deals Explosive damage", "Can penetrate armoured vehicles" ]
    },
    "hullSegments": 20,
    "shellPlating": 20,
    "turbineComponents": 4,
    "productionTime": 36000,
    "faction": "W"
  },
  "ShipCarrierMercy": {
    "name": "Mercy",
    "category": "Aircraft Carrier",
    "description": "The Mercy-class carrier, commissioned to aid the Alliance Sky Brigade in combating the rapid deployment of Colonial aircraft, is fitted with several launchpads to rapidly deploy aircraft from any oceanic location. Mercys were designed to be self-sufficient in defending against aerial bombardments and ship-to-ship defence. Originally, this class of ship had a different designation, but Bright Mercy, great-grandfather of Archon Fionn Mercy, had it changed once he'd seen it in person. To this day, the story goes that he fell to his knees and sobbed at the sight of it. \"It was akin to witnessing a god\".",
    "ammoUsed": "20mm, 12.7mm",
    "itemSpecifics": {
      "Gunner (Port Beam), Gunner (Starboard Beam)": [ "Equipped with a high velocity barrel that deals 20% extra damage per shot", "Suppression causes enemies to lose stability", "$Deals Shrapnel damage", "Always causes target to bleed" ]
    },
    "hullSegments": 16,
    "shellPlating": 16,
    "productionTime": 36000,
    "faction": "W"
  },
  "ShipFrigate": {
    "name": "Blacksteele",
    "category": "Light Frigate",
    "description": "Named for the unpainted look of an early prototype, the Blacksteele-Class Frigate is a highly manoeuvrable, albeit small-statured vessel. Deployment of \"Trident\" Submarines by the Republic Coastal Legion saw the Caoivish Naval Command respond in kind with the Blacksteele. Designed as a sub-hunter escort, the Blacksteele excels at thwarting submersible assaults against larger, ungainly ships. The head shipwright on the project was none other than Conor O'Brien's top protégé, Rory Boyd, who, in his later years became known as a master shipwright, and largely recognised as the man behind the Caoivish Naval Command's world-class reputation.",
    "ammoUsed": "120mm, 68mm, Model-7 \"Evie\", 12.7mm",
    "itemSpecifics": {
      "Cannoneer (Midships), Cannoneer (Stern)": [ "$Deals High Explosive damage", "Can ruin structures that have been severly damaged by artillery", "Reduced damage against Trenches", "Incresed damage against Field Structures" ],
      "Turret (Starboard Bow), Turret (Port Bow)": [ "$Deals Armour Piercing damage", "Can penetrate armoured vehicles", "High chance to penetrate armoured vehicles" ],
      "Gunner (Starboard Beam), Gunner (Port Beam)": [ "$Deals Kinetic Damage" ]
    },
    "hullSegments": 12,
    "shellPlating": 12,
    "productionTime": 21600,
    "faction": "W"
  },
  "ShipDestroyer": {
    "name": "Conqueror",
    "category": "Destroyer",
    "description": "Serving as the front line of the Republic Coastal Legion, long have Conquerors lived up to the namesake. These beasts are fitted with armaments to tackle threats both above and below, including a specialized sonar station and depth charge launchers. A young upstart, Diana Geminus, was the first to command a Conqueror after quickly rising through the ranks with fresh ideas for defence against the northener's disgraceful efforts.",
    "ammoUsed": "120mm, 40mm, 12.7mm, Model-7 \"Evie\"",
    "itemSpecifics": {
      "Cannoneer (Bow), Cannoneer (Stern)": [ "$Deals High Explosive damage", "Can ruin structures that have been severly damaged by artillery", "Reduced damage against Trenches", "Incresed damage against Field Structures" ],
      "Turret (Bow)": [ "$Deals Explosive damage", "Can penetrate armoured vehicles" ],
      "Gunner (Starboard Beam), Gunner (Port Beam)": [ "$Deals Kinetic Damage" ]
    },
    "hullSegments": 12,
    "shellPlating": 12,
    "productionTime": 21600,
    "faction": "C"
  },
  "ShipBattleshipTitan": {
    "name": "Titan",
    "category": "Battleship",
    "description": "Long-feared on the open seas, Titan-Class battleships are spoken of in hushed tones and with great reverence. Fitted with a wide arsenal of cannons and gun emplacements, the Titan's enemies will soon feel the crushing depths. The Republic Coastal Legion holds Titans as its Signifiers and entire fleets rally on their position. Modelled on the flagship of Ambrose Leon's storied fleet, the Titan is a beacon of victory for the Mesean people.",
    "ammoUsed": "150mm, 120mm, 12.7mm, 40mm",
    "itemSpecifics": {
      "Cannoneer (Bow), Cannoneer (Midships), Cannoneer (Stern),": [ "$Deals High Explosive damage", "Can ruin structures that have been severly damaged by artillery", "Reduced damage against Trenches", "Incresed damage against Field Structures" ],
      "Machine Gun (Starboard Beam), Machine Gun (Port Beam)": [ "$Deals Kinetic Damage" ],
      "Turret (Starboard Beam), Turret (Port Beam)": [ "$Deals Explosive damage", "Can penetrate armoured vehicles" ]
    },
    "hullSegments": 20,
    "shellPlating": 20,
    "turbineComponents": 4,
    "productionTime": 36000,
    "faction": "C"
  },
  "ShipCarrierPoseidon": {
    "name": "Poseidon",
    "category": "Aircraft Carrier",
    "description": "The Poseidon-class Aircraft Carrier represents a masterwork of military might for both the Republic Coastal Legion and the Colonial Aeronautics Corps This massive vessel rivals even Titan-class battleships in scale. Upon launching the first ever aerial assault in the north, it became clear to the Mesean Senate that the sky was the future of warfare. Republic Command was quick to put concerted effort into further developing the Aeronautics Corps capabilities. Before a single plane marked by a Caoivish flag passed through clouds, the Poseidon had been launched. Following the success of the Poseidon, Combat Magister Curia was stripped of his position, having wasted resources investing in submersibles.",
    "ammoUsed": "20mm",
    "itemSpecifics": {
      "Gunner (Port Beam), Gunner (Starboard Beam)": [ "Equipped with a high velocity barrel that deals 20% extra damage per shot", "Suppression causes enemies to lose stability", "$Deals Shrapnel damage", "Always causes target to bleed" ]
    },
    "hullSegments": 16,
    "shellPlating": 20,
    "productionTime": 36000,
    "faction": "C"
  },
  "ShipSubmarineTrident": {
    "name": "AC-b \"Trident\"",
    "category": "Submarine",
    "description": "The AC-b or \"Trident\"-class submersible brings much-needed versatility to the Republic Coastal Legion. Featuring a quick-loading ammo bay, the \"Trident\" is capable of quickly re-arming and returning to the hunt. Combat Magister Curia comissioned the skilled engineers out of Dimourg to develop a submersible to thelp counter the rapidly progressing naval technology deployed by the Wardens and Nevish Alliance. Much of the Senate criticised Curia for this decision, as they believe it more prutend to invest resources into airborne warfare innovations. After witnessing the return and redeployment of several successful trial AC-b operations, it wasn't hard to convince the Senate.",
    "ammoUsed": "Moray Torpedo, 120mm",
    "itemSpecifics": {
      "Gunner (Port Beam), Gunner (Starboard Beam)": [ "$Deals High Explosive damage", "Increased chance to cause a leak" ],
      "Cannoneer (Midships)": [ "$Deals High Explosive damage", "Can ruin structures that have been severly damaged by artillery", "Reduced damage against Trenches", "Increased damage against Field Structures" ]
    },
    "hullSegments": 15,
    "shellPlating": 15,
    "productionTime": 21600,
    "faction": "C"
  }
}